{
	"Agree To": "Agree To",

	"Basic Information": "Basic Information",
	"Back": "Back",
	"Board Watch" : "Board Watch",

	"Closing overload current when smooth running":"Closing overload current when smooth running",
	"Closing overload reopen enable setting":"Closing overload reopen enable setting",
	"Confirm password": "Confirm password",
	"China Mobile": "China Mobile",
	"China Unicom": "China Unicom",
	"ctrl": "Ctrl",
	"Ctrl": "Ctrl",
	"Close Door": "Close Door",
	"Confirm": "Confirm",
	"check": "Check",

	"Door": "Door",
	"door": "Door",
	"Devices State": "Devices State：",
	"Dashboard": "Dashboard",
	"Dispatch List": "Dispatch List",
	"Devices Information": "Devices Information",
	"Door Width Distance": "Door width",
	"Door width": "Door width",

	"Examine List": "Examine List",
	"Event State": "Event State：",

	"Forget": "Forget?",

	"Grade" : "Grade",
	"Get Code": "Get Code",

	"Illustrate" : "Illustrate",
	
	"Lang": "简体中文",
	"Login": "Login",

	"Module Type": "Module Type",

	"NBSL": "Ningbo Shen Ling Management System",
	"NBSL Elevator QR Code": "NBSL Elevator QR Code",
	"Number and Letter": "Number and letter.",

	"Operation Monitor": "Operation Monitor",
	"Operation": "Operation",
	"Operation State": "Operation State",
	"Order List": "Order List",
	"order duration" : "Order Duration",

	"Password": "Password",
	"parameter(Closing Start-up Speed)":"This parameter is used to set the starting speed when closing the door, mainly to eliminate the impact of the door opening. When the door machine drives the synchronous door, in order to improve the door opening efficiency, the speed can be appropriately increased (about 4HZ, about 1HZ for the asynchronous door)",
	"parameter(Closing High Speed)":"This parameter is used to set the maximum speed of the door.",
	"F07-03":"This parameter is used to set the maximum allowable error frequency when the door is in the process of closing the door when the speed is stable (not in the acceleration and deceleration sections).",
	"parameter(Synchronous Door)":"This parameter sets the speed of opening the door knife (suction device) when the door is closed when the door machine drives the synchronization door. In order to improve the door closing efficiency, the speed can be set to about 5-6HZ",
	"parameter(Closing Low Speed 1)":"When the door machine is in the process of closing the door, when the door machine is running to the deceleration position, it will be reduced from the closing speed F0702 to the speed set by this parameter.",
	"parameter(Closing Low Speed 2)":"When the door machine is in the process of closing the door, when the door machine is running to the low speed 1 deceleration position (F0919), the door speed will be reduced from the low speed 1 (F0705) to the speed set by this parameter.",
	"parameter(Opening Start Speed)":"This parameter is used to set the starting speed when opening the door, mainly to eliminate the impact of the door opening of the door machine.",
	"parameter(Opening High Speed)":"This parameter is used to set the maximum speed when the door is opened.",
	"parameter(Opening Low Speed 1)":"When the door machine is in the process of opening the door, when the door machine is running to the deceleration position, it will be reduced from the door opening speed F0708 to the speed set by this parameter.",
	"parameter(Opening Low Speed 2)":"When the door machine is in the process of closing the door, when the door machine is running to the low speed 1 deceleration position (F0918), the door will be reduced from the low speed 1 (F0709) to the speed set by this parameter.",
	"parameter(Self-learning)":"When the door machine is in the self-learning (measurement) opening width, or the first time the door is opened or closed after the controller is powered on, the speed is set at the speed set by this parameter.",
	"parameter(Opening Limit)":"This parameter does not work for Synchronous motor ",
	"parameter(Closing Low Speed)":"It can be adjusted with F1113 to adjust the closing torque. This parameter will play a greater role in the low speed operation of the door closing deceleration section.",
	"parameter(Run Speed for Start)":"When the position of the door is within the low speed running range of the door opening, the door machine will run at the speed set by this parameter, and will run until the deceleration point set by parameter F0913 (deceleration distance when the door is opened in the low speed zone) (the same as the normal deceleration point). Start decelerating when not in the same position，Opening door low speed running zone set by parameter F0909，Closing door low speed running zone set by parameter F0910, Door closing low speed running deceleration point is set by parameter F0914",
	"parameter(Run Speed during power-up)":"When the door system of the permanent magnet synchronous motor is energized, the first time the door is opened or closed, the speed will be set at the speed set by this parameter.",
	"parameter(Allowed Tolerance)":"This parameter is used to set the maximum additional error frequency allowed when the door machine is in the process of closing the door when running in the acceleration and deceleration sections. When the error frequency exceeds F0716+F0703, the controller considers the door load to be too heavy.",
	"parameter(Maximum Output)":"This parameter sets the maximum operating frequency of the door machine. This parameter is used for protection. When other setting frequencies are greater than the frequency set by this parameter, the door machine runs at this frequency.",
	"parameter(Reference Frequency)":"This parameter is mainly used in the V/F control mode. Generally, this frequency is set to the rated frequency of the motor. When the motor runs to this frequency, the controller will output the highest voltage.",
	"parameter(Acceleration Time)":"This parameter is used to set the acceleration time of all speed segments of the door machine. The time set by this parameter is the time from zero speed to the maximum frequency. If the speed of acceleration does not reach the maximum speed, this time will be shortened proportionally.",
	"F08-02":"This parameter is used to set the deceleration time of all speed segments of the door machine. The time set by this parameter is the time from deceleration to the maximum speed. If the deceleration speed does not reach the maximum speed, this time will be shortened proportionally.",
	"parameter(Start S Curve)":"This parameter is used to set the S curve when the speed starts to change. This parameter is set in percentage mode. The maximum setting is 50%. At this time, the speed is the most gradual. The smaller the parameter setting, the faster the speed transition.",
	"parameter(S Curve on Arrival)":"This parameter is used to set the S curve when the speed starts to change. This parameter is set in percentage mode. The maximum setting is 50%. At this time, the speed is the most gradual. The smaller the parameter setting, the faster the speed transition.",
	"parameter(Opening Stop)":"After the door is opened to the door open limit position, and after the time set by this parameter, regardless of whether the door is opened to the door open limit position, the controller will think that the door has reached the door open limit position and will stop the door opening process",
	"parameter(Closing Stop)":"After the door is closed to the door close limit position, and after the time set by this parameter, regardless of whether the door is closed to the door close limit position, the controller will think that the door has reached the door close limit position and will stop the door closing process",
	"parameter(Motor Cut-off)":"When an IPM fault occurs, the controller will turn off the motor output, turn off the IPM, and let the motor rotate freely. The shutdown time is set by this parameter.",
	"parameter(Allowed Minutely)":"This parameter sets the number of faults (IPM and overcurrent fault) that the controller allows per minute. When the fault exceeds the data set by this parameter, the controller will turn off the motor output.",
	"parameter(Deceleration Time)":"This parameter sets the deceleration time when the door opening and closing signals are suddenly removed when the door machine is running at high speed, and the opening and closing operations need to be stopped immediately (such as checking the opening and closing of the door, and the safety touch panel action when closing the door).",
	"parameter(Door Reverse Motion)":"When the door is opened from door to door, or from door to door, it must pass the time set by this parameter. This parameter should be set 0.1 seconds longer than F0809 (deceleration time when the door is stopped)",
	"parameter(Braking Torque Holding Time)":"When the door stops at the non-opening limit or non-closed limit position, after the time set by this parameter, the controller will turn off the motor output and make it freely rotating.",
	"parameter(Detection of Current Filtration Time)":"This parameter sets the filter time constant of the detection current.",
	"parameter(Total Time of Opening and Closing)":"When the door machine is in the open and closed door test operation, this parameter sets the opening and closing operation cycle, in which the opening and closing time of the switch door is half.",
	"parameter(Closing Over-current Allowed Time)":"When the door is closed, if the controller detects overcurrent within the time set by this parameter, the controller performs closed-circuit over-current processing.",
	"parameter(Opening/Closing Over-current Allowed Time)":"When the door is opened, if the controller detects overcurrent in the time set by this parameter, the controller performs open and closed overcurrent processing.",
	"parameter(Closing Over-current Relay Action Time)":"When the over-current is detected, the controller will activate relay Y1 (determined by the data set by parameter F1224), and the duration of the action is set by this parameter.",
	"parameter(Going-out Delay Time)":"When the actual speed is greater than the target speed for more than the set value of this parameter, the coaster fault will be reported. The smaller the parameter, the more sensitive it is.",
	"parameter(losing In Place Output Delay Time)":"When the controller receives the door closing input signal, after a delay time, it sends a door closing in-position signal to the elevator controller. Delay time is set by this parameter",
	"parameter(Allowed Opening/Closing Time)":"This parameter sets the time allowed to open and close each time. If the time exceeds this time during the process of opening and closing the door, the timeout will be reported.",
	"parameter(Over-current Motor Cut-off Time)":"When an overcurrent fault occurs, the controller will turn off the motor output, so that the motor is in a freely rotating state.",
	"parameter(Filtration Time at Given Speed)":"This parameter sets the filter time for a given speed.",
	"parameter(Filtration Time at Test Speed)":"This parameter sets the filter time for detecting the speed.",
	"parameter(Output Filtration Time)":"This parameter sets the filter time of the speed loop output.",
	"parameter(Opening Deceleration Distance)":"This parameter sets the deceleration distance when the door is opened.",
	"parameter(Closing Deceleration Distance)":"This parameter sets the deceleration distance when the door is closed.",
	"parameter(Opening Limit Position)":"This parameter is used to set the limit position of the door opening",
	"parameter(Closing Limit Position)":"This parameter is used to set the limit position of the door closing",
	"parameter(Run Distance at Unlocking Speed)":"This parameter sets the distance to be operated at the unlocking (opening start) speed (F0707) when the door machine is open.",
	"parameter(Run Distance at Closing Start Speed)":"This parameter sets the distance to run at the door closing speed (F0701) when the door is running.",
	"parameter(Safety Touch Pad Limit Distance)":"When the distance from the door closing limit position (F0904) is less than the distance set by this parameter, the safety touch panel limit relay Y0 (determined by the data set by F1223) acts",
	"parameter(Door Width Distance)":"The distance displayed by this parameter data is the distance from the door open limit switch to the door closing limit switch. Not the distance between the door opening limit position and the door closing limit position.",
	"parameter(Opening Low Speed Area Distance)":"The door opening low speed zone is the interval between the door opening limit position and the distance set by the parameter from the door opening limit position. When the door starts to open the door in this section, the door machine operates at the low speed zone starting speed (F0714).",
	"parameter(Closing Low Speed Area Distance)":"The door closing low speed zone is the interval between the door closing limit position and the distance set by the parameter from the door closing limit position. When the door starts to open the door in this section, the door machine operates at the low speed zone starting speed (F0714).",
	"parameter(Acceleration Distance for Synchronous)":"When the door machine drives the synchronous door (when the door machine drives the non-synchronous door, the distance set by this parameter is invalid), if the door is closed to the distance from the closing limit position, the distance will be less than the distance set by this parameter, the door machine will be F0704 ( Synchronous doorknife opening speed) set speed running.",
	"parameter(Deceleration Distance for Synchronous)":"When the door machine drives the synchronous door (when the door machine drives the non-synchronous door, the distance set by this parameter is invalid), if the distance from the door to the limit position of the door is less than the distance set by this parameter, the door machine will be closed with F0705 Low speed 1) set speed operation.",
	"parameter(Deceleration Distance for Opening Start)":"This parameter sets the deceleration distance when the door starts to open the door in the low speed zone. The deceleration distance is determined by the door opening limit switch when the door is opened in the low speed zone. The distance set by this parameter is the distance between the door starting deceleration position and the door opening limit position (F0903).",
	"parameter(Deceleration Distance for Closing Start-up)":"This parameter sets the deceleration distance when the door starts to close the door in the low speed zone. The deceleration distance is determined by the door closing limit switch when the door is closed in the low speed zone. The distance set by this parameter is the distance between the door starting deceleration position and the door closing limit position (F0904).",
	"parameter(Closing Over-current Detection Distance)":"When the door is closed to a distance from the limit position of the door that is less than the distance set by this parameter, the door is not detected for overload detection.",
	"parameter(Opening Limit Protection Position)":"This parameter is used to open the door limit protection. When the door is opened to this position, regardless of whether the door open limit switch is activated, the controller will consider that the door has been operated to the door open limit position.",
	"parameter(Closing Limit Protection Position)":"This parameter is used to close the door limit protection. When the door is closed to this position, regardless of whether the door close limit switch is activated, the controller will consider that the door has been operated to the door close limit position.",
	"parameter(Deceleration Position for Opening Low Speed 1)":"When the door is opened to this position, the door will run at the speed set by F0710 (open door low speed 2)",
	"parameter(Deceleration Position for Closing Low Speed 1)":"When the door is closed to this position, the door will run at the speed set by F0706 (close door low speed 2)",
	"parameter(Low Speed Torque)":"This parameter is set when the controller is set to V/F control. The torque set by this parameter is the torque boost value when the motor is at low frequency.",
	"parameter(High Speed Torque)":"This parameter is set when the controller is set to V/F control. The torque set by this parameter is the torque boost value when the motor is at high frequency.",
	"parameter(Opening Hold Torque)":"When the door is in the open limit position, the controller will output the torque set by this parameter to the motor, so that the motor generates a low-frequency torque in the direction of opening the door. The frequency of the torque is set by parameter F0712 (holding speed when opening the limit)",
	"parameter(Closing Hold Torque)":"When the door is in the close limit position, the controller will output the torque set by this parameter to the motor, so that the motor generates a low-frequency torque in the direction of closing the door. The frequency of the torque is set by parameter F0713 (holding speed when closing the limit)",
	"parameter(Voltage during Synchronous Motor Start-up Running)":"When the door machine is a door machine system driven by a permanent magnet synchronous motor, if the controller is powered on, the first time the door is opened and closed, the voltage will be set according to the parameter setting.",
	"parameter(Maximum Voltage of Torque Ring)":"This parameter sets the maximum output torque of the inverter when the door is opened.",
	"parameter(Maximum Voltage of Excitation Ring)":"This parameter sets the maximum output torque of the inverter when the door is closed.",
	"parameter(Closing Overload Current during Stable Operation)":"When the door is closed, if the door is running in the speed stabilization phase (non-addition and deceleration phases), if the motor current is detected to exceed the data set by this parameter, the controller performs the door closing overload treatment.",
	"parameter(Opening/Closing Overload Protection Current)":"When the door machine is open and closed, if the motor current is detected to exceed the data set by this parameter, the controller will open and close the door overload treatment.",
	"parameter(Closing Overload Current during Acceleration and Deceleration)":"When the door is closed, if the door is running in the acceleration and deceleration phase, if the motor current is detected to exceed F1008+F1010, the controller will close the door.",
	"parameter(Max torque)":"This parameter sets the Max torque of the motor. The set data is a multiple of the rated torque.",
	"parameter(Decrease of Over-current)":"This parameter is used to reduce the value of the door closing overload current (F1008) when the door is in the door. When the door runs in the direction of closing the door for a certain distance (128 pulse distance), the door machine overload current will decrease the value set by this parameter. This function is used when the car door adopts the door system of the pendulum type self-closing device. For other door system, please set this parameter to 0.",
	"parameter(Closing Holding Torque 1)":"When the door is completely closed (when the door position is between the door closing limit position F0904 and the door closing low speed 1 deceleration position F0919), the door closing holding torque is set by this parameter. Other positions to close the door holding torque set by parameter F1004.",
	"parameter(Current Sensor U-phase Zero Current Offset)":"The left three digits of this parameter show the zero current value learned by the U phase, and the U phase zero current setting value displayed by the three digits on the right. If the set value and the detected value are too large, it will cause malfunctions such as motor speeding.",
	"parameter(Current Sensor V-phase Zero Current Offset)":"The left three digits of this parameter show the zero current value learned by the V phase, and the V phase zero current setting value displayed by the three digits on the right. If the set value and the detected value are too large, it will cause malfunctions such as motor speeding.",
	"parameter(Current Proportion of Current Sensor)":"This parameter sets the current sensor current ratio. This parameter is set before leaving the factory and does not have to be changed.",
	"parameter(Speed Ring P Parameter)":"This parameter sets the speed loop P parameter. This parameter can be adjusted to improve the system tracking. If it is adjusted too much, the system vibration will become larger.",
	"parameter(Speed Ring I Parameter)":"This parameter sets the speed loop I (integral constant) parameter, which is set before leaving the factory and does not have to be changed.",
	"parameter(Excitation Current Ring P Parameter)":"This parameter sets the excitation current loop P parameter, which is set before leaving the factory and does not have to be changed.",
	"parameter(Excitation Current Ring I Parameter)":"This parameter sets the excitation current loop I parameter, which is set before leaving the factory and does not have to be changed.",
	"parameter(Torque Current Ring P Parameter)":"This parameter sets the torque current loop P parameter. This parameter is set before leaving the factory and does not have to be changed.",
	"parameter(Torque Current Ring I Parameter)":"This parameter sets the torque current loop I parameter. This parameter is set before leaving the factory and does not have to be changed.",
	"parameter(Closing High Speed Torque Limit Setting)":"It can be adjusted with F0713 to adjust the closing torque. This parameter will play a big role in closing the door at high speed.",
	"parameter(Menu adjustment demonstration)":"This parameter is used in the description to demonstrate the parameter modification process.",
	"parameter(Synchronous Motor Magnetic Pole Position)":"This parameter sets the synchronous motor pole position. This parameter data is recorded on the wiring label attached to the motor.",
	"parameter(Encoder Pulse Per Revolution)":"Set the number of pulses for one revolution of the encoder. The data set by this parameter should match the encoder used.",
	"parameter(Synchronous Door Selection Setting)":"This parameter data should be set to 1 when the door machine drives the sync gate, otherwise set to 0.",
	"parameter(Motor UVW wiring direction setting)":"This parameter sets the wiring direction of the three phases of the motor U, V, W. When dynamically learning the magnetic pole position (F1206=1), it is necessary to open the ring to control the door machine to move in the direction of opening the door. If the door machine is not moving in the direction of opening the door, the motor wiring direction is wrong. You need to reverse this parameter or manually exchange any two-phase wiring of the motor.",
	"parameter(Door Operator Test Run Setting)":"When the parameter is set to 1, the door machine can be tested for opening and closing. This function is mainly used for checking the door machine before leaving the factory. When it is actually used, this parameter should be set to 0.",
	"parameter(Door Width Self-determination Setting)":"This parameter sets the door width self-measurement operation. When the door machine is installed on the elevator car, the door width self-measurement operation must be performed when the door machine is debugged.",
	"parameter(Data Initialization)":"After the controller control software is downloaded, it must be initialized. Refer to 5.3 for its operation steps.",
	"parameter(Determination of Magnetic Pole Position)":"When the permanent magnet synchronous motor encoder is installed, the magnetic pole position measurement operation is required. See 5.2 for the operation steps.",
	"parameter(Data Write-protected Setting)":"Parameter write protection. When this parameter is set to 1, the menu parameters can be modified.",
	"parameter(Selection of Opening Brake/Long-term Brake)":"When this parameter is set to 1, if the door stops at the door open limit position for more than the time set by parameter F0811, the controller will turn off the motor output to make the motor freely rotating; when this parameter is set to 0 If the door stops at the door open limit position, the door motor will output the torque in the door opening direction for a long time.",
	"parameter(Selection of Closing Brake/Long-term Brake)":"When this parameter is set to 1, if the door stops at the door close limit position for more than the time set by parameter F0811, the controller will turn off the motor output to make the motor freely rotating; when this parameter is set to 0 If the door stops at the door close limit position, the door motor will output the torque in the door closing direction for a long time.",
	"parameter(Encoder Direction Setting)":"This parameter sets the wiring direction of the encoder A and B phases. Manually pulling the door machine toward the door opening direction, the door position coordinate (F0201) should be increased. Otherwise, the encoder is in the wrong direction. You need to reverse this parameter or manually exchange the AB phase wiring.",
	"parameter(Closing Overload Reverse Opening Motion Setting)":"If this parameter is set to 1, when the door machine detects the door closing overload during the door opening process, the controller will control the door machine to automatically reverse, but the user is advised not to use this function during the actual use of the door machine, and the door is reversed when the door is overloaded. The action command should be issued by the upper elevator controller.",
	"parameter(Control Mode Setting)":"This parameter is used to set the control mode of the controller. The control mode corresponding to the data set by this parameter is as follows:0: Reserved.1: Reserved.2: Permanent magnet synchronous motor loss control",
	"parameter(Fireman Function Selection)":"This parameter is used to set the logic setting when the fire closes the action: 0: When the F2 port is valid, perform the fire closing action. 1: When the F2 port + CL port is valid, the fire close action is executed. 2: When the F2 port + OP port + CL port is valid, perform the fire closing action",
	"parameter(Opening Limit Output Relay Polarity Setting)":"This parameter sets the polarity of the door open limit output relay. 0: normally open 1: normally closed",
	"parameter(Closing Limit Output Relay Polarity Setting)":"This parameter sets the polarity of the door close limit output relay. 0: normally open 1: normally closed",
	"parameter(Retined)":"Not defined",
	"parameter(Opening Limit Switch Polarity Setting)":"0: normally closed 1: normally open",
	"parameter(Closing Limit Switch Polarity Setting)":"0: normally closed 1: normally open",
	"parameter(Motor Tempreture Switch Polarity setting)":"0: normally closed 1: normally open 2:Bypass",
	"parameter(Light Curtain Polarity Setting)":"0: normally closed 1: normally open",
	"parameter(Motor Pole Number Setting)":"0: 6 pole motor 1: 16 pole motor 2: 4 pole motor",
	"parameter(Opening Input Signal Terminal Selection)":"This parameter selects the open input signal terminal:0: Select terminal OP.1: Select terminal CL.2: Select the terminal OPI.3: Select terminal CLI.4: Select terminal F1.5: Select terminal F2.",
	"parameter(Closing Input Signal Terminal Selection)":"This parameter selects the close input signal terminal:0: Select terminal OP.1: Select terminal CL.2: Select the terminal OPI.3: Select terminal CLI.4: Select terminal F1.5: Select terminal F2.",
	"parameter(Opening Limit Input Signal Terminal Selection)":"This parameter selects the door open limit input signal terminal:0: Select terminal OP.1: Select terminal CL.2: Select the terminal OPI.3: Select terminal CLI.4: Select terminal F1.5: Select terminal F2.",
	"parameter(Closing Limit Input Signal Terminal Selection)":"This parameter selects the door close limit input signal terminal:0: Select terminal OP.1: Select terminal CL.2: Select the terminal OPI.3: Select terminal CLI.4: Select terminal F1.5: Select terminal F2.",
	"F12-31":"This parameter selects the fire input signal terminal:0: Select terminal OP.1: Select terminal CL.2: Select the terminal OPI.3: Select terminal CLI.4: Select terminal F1.5: Select terminal F2.",
	"parameter(Setting for front and rear door)":"This parameter is for cars with front and rear doors. If there is only one door, you do not need to set this bit.0: Front door.1: Back door.",
	"parameter(Closing Auto Detection Stop Position Setting)":"When this parameter is set to non-zero data (generally set to 2), the controller will automatically detect the door closing limit position and participate in the next opening and closing operation. When this parameter is set to 0, this function is invalid. The closing limit position is determined by parameter F0904.",
	"P Params1":"When this parameter is 0，function parameter can not changeWhen this parameter is 1, function parameter can change, if power off and not saved, it will back to 0",
	"P Params2":"This parameter to change low speed output torque",
	"P Params3":"This parameter to change high speed output torque",
	"P Params4":"When door is full opening，controller will output torque as per this parameter",
	"P Params5":"When door full close, controller will output torque as per this parameter",
	"P Params6":"This parameter to set max output torque when opening",
	"P Params7":"This paramter to set max output torque when closing",
	"P Params8":"This parameter to set output torque loop max voltae when closing decelarate",
	"P Params9":"This paramter to set DC brake torque",
	"P Params10":"This parameter to set inverter max output torque",
	"P Params11":"If running curren bigger than this value, it will be overload protected",
	"parameter(Closing overload current when accelerate and decelarate)":"When closing door is accelerate or decelerate，if current bigger than this value, inverter will treat as closing overload current",
	"parameter(Closing overload current when smooth running)":"When door is smooth running，if current is bigger than this value, inverter will treat as closing overload current",
	"parameter(Current zero value)":"This parameter to set current sensor zero value",
	"parameter(Closing overload reopen enable setting)":"If this parameter is 0，door will keep closing when overload appearsIf this parameter is 1，door will open when overload appears",
	"parameter(Full opening relay pole setting)":"This parameter to set full opening relay pole setting，that is: 0：when full opening，terminal OPO、CMO will short；when door at other place，terminal OPO、CMO will cut.1：when full opening，terminal OPO、CMO will cut；when door at other place，terminal OPO、CMO will short.",
	"parameter(Full close relay pole setting)":"This parameter to set full closing relay pole，that is:0：when full closing，terminal CLO、CMC will short；when door at other place，terminal CLO、CMC will cut.1：when full closing, terminal CLO、CMC will cut；when door at other place，terminal CLO、CMC will short.",
	"parameter(Multi-function relay Y pole setting)":"This parameterto set multi-function relay Y pole setting, that is:0：if Y0 action，output line Y0-1、Y0-2 will short.1：if Y0 action，output line Y0-1、Y0-2 will cut.",
	"parameter(Full opening input switch pole setting)":"This parameter to set full opening input switch pole",
	"parameter(Full closing input switch pole setting)":"This parameter to set full closing input switch pole",
	"parameter(Oepning decelerate input switch pole setting)":"This parameterto set opening decelerate input switch pole",
	"parameter(Closing decelerate input switch pole setting)":"This parameter to set closing decelerate switch pole",
	"parameter(Relay Y function setting)":"This parameter to set relay Y output function，that is:0：closing overload signal output.1：safety edge limit signal output.2：controller failure signal output.3：full opening signal output.4：full closing signal output.",
	"parameter(Door operator testing run automatically)":"set this dimension as 0： Car door operator is in controlling condition1：when door operator is in opening or closing automatically, used for testing running or demonstration running, if don’t keep after power off, then it will recover to 0",
	"parameter(Weight empty current of motor)":"This parameter set weight empty current of motor before leaving factory, no need to change.",
	"parameter(Data initialization)":"This parameter is used to restore the controller parameters to the factory defaults. Set to 1: Press the magnetic switch control mode to restore the factory defaults. 2: Press the encoder control mode to restore the factory default value.",
	"parameter(Closing-end Torque torque boost)":"This parameter is used to control the torque at the end of the closing door. When there is insufficient torque at the end of the closing door, the door closing action cannot be completed or the door closing stall has a slight impact, this parameter setting can be increased to keep the door machine running smoothly.",
	"parameter(The sign of Control mode)":"This parameter is used to display the operation mode of the door controller: 0: The controller operates in the control mode of the magnetic switch. 1: The controller operates in the control mode of the encoder.",
	"parameter(Closing speed reduction position)":"This parameter is used to set the door mechanism deceleration distance. This parameter is valid when the encoder control mode is adopted.",
	"parameter(Opening speed reduction position)":"This parameter is used to set the door opener deceleration distance. This parameter is valid when the encoder control mode is adopted.",
	"parameter(Door width)":"This parameter records the door width data of the door. This parameter is valid when the encoder control mode is adopted.",
	"parameter(Closing Low speed 1)":"When door is in position of closing speed-down, door operator will be reduce from closing high speed ( d02) to the speed set by this parameter",
	"parameter(Closing Low speed 2)":"When door is in closing complete position, door operator will be reduced from closing low speed 1(d03) to the speed set by this parameter",
	"parameter(Opening Start speed)":"This parameter set start speed when opening door",
	"parameter(Opening High speed)":"This parameter set the highest speed when opening door",
	"parameter(Opening Low speed 1)":"When door is in position of opening speed-down, door operator will be reduce from opening high speed ( d06) to the speed set by this parameter",
	"parameter(Opening Low speed 2)":"When door is in opening complete position, door operator will be reduced from opening low speed 1(d07) to the speed set by this parameter",
	"parameter(Keeping speed for closing complete)":"When door operator closing complete, inverter will output speed for closing direction in order to prevent door opened, this parameter was set by d09",
	"parameter(Keeeping speed for opening complete)":"When door operator openingclosing complete, inverter will output speed for opening direction in order to prevent door closed,, this parameter was set by d10",
	"parameter(Maximum Output Frequency)":"This parameter set the min frequency when in door running, if other set frequency is greater than this parameter, it is subjet to this parameter",
	"parameter(Reference Frequency 2)":"We always set this frequency as rated frequency for motor, when motor is running at this frequency, inverter will output rated voltage",
	"parameter(Closing speed-up time)":"This parameter set speed-up time from closing start speed to closing high speed when closing door",
	"parameter(Closing speed-down time)":"This parameter set speed-down time from closing speed-down position to closing low speed 1 when closing door",
	"parameter(opening speed-up time)":"This parameter set speed-up time from opening start speed to opening high speed when opening door",
	"parameter(opening speed-down time)":"This parameter set speed-down time from opening speed-down position to opening low speed 1 when opening door",
	"parameter(Start S Curve 2)":"This parameter set Start part S-CURVE, it is set as percent(d13/d15), the min set is 50%, the speed is gently when starting at this time, smaller this parameter, quicker go down of starting speed",
	"parameter(S Curve on Arrival 2)":"This parameter set reach part S-CURVE, it is set as percent(d14/d16), the min set is 50%, the speed is gently when reaching at this time, smaller this parameter, quicker go down of reaching speed",
	"parameter(Stop protect time when full opening)":"When door is in opening complete position, after set time by this parameter, inverter will regard door in opening limited position, then will stop opening door, and change to condition of opening closing complete",
	"parameter(Closing low speed 2 switching time)":"When door is in closing complete position, after set time by this parameter, inverter will regard door in closing limited position, then will stop closing door, and change to condition of closing complete",
	"parameter(DC brake remain time)":"This paremeter set keeping time when door system is in DC brake",
	"parameter(Overcurrent check time when closing)":"When door operator is in closing , if inverter test over current in this set time,it will regarded as closing over current",
	"parameter(Overcurrent check time point when closing)":"When door is in closing, from door opening complete to this set time, inverter won’t test closing door over current, after set by d23, inverter will test closing door over current",
	"parameter(Overcurrent check time when opening and closing)":"If inverter test over current in this set time when door is running, then will regard as door operator over-load",
	"parameter(Closing Over-current Relay Action Time 2)":"When appear signal of closing door over current, and multiple relay set as closing door over current output, so the over current signal output by relay will persist the time set by d25",
	"parameter(Full closing relay output delay)":"When door is in closing complete, inverter will postpone received signal of closing complete to  this set time , then output through closing complete relay",
	"parameter(Deceleration Time during Door Operator Emergency Stop 2)":"When door is changing from running to 0 speed( such as repairing open door、repairing close door), the speed-down time will be set by d27. if this parameter is so small, there will be impact when emergency stop; if this parameter is great, it will slide some distance when emergency stop.",
	"parameter(Door reverse delay time)":"When door is in opening to closing or from closing to opening, it will perform function after set given time,setting number shoud be more than d27。",
	"parameter(Opetation replace time)":"When revise operating parameter from P01 to 1, if in the period of given time for this parameter, there is no key-press, then inverter will revise P01 to 0 automatically, the given unit is : minute",
	"parameter(Running test total opening and closing time)":"When door is in opening/closing automatically,this parameter should set total cycle time for opening/closing door, and time for opening and closing should be in half",
	"parameter(Detection of Current Filtration Time 2)":"This parameter set filtering time of current",
	"parameter(Filtration Time at Given Speed 2)":"This parameter set filtering time of given speed",
	"parameter(Opening start acceleration time)":"Start acceleration time when door open",
	"parameter(Closing start acceleration time)":"Start acceleration time when door closed",
	"parameter(Opening accelerate 1 period accelerate time)":"Open the door to accelerate the acceleration time of 1 segment",
	"parameter(Closing accelerate 1 period accelerate time)":"Close the door and accelerate the acceleration time of 1 segment",
	"parameter(Opening accelerate 1 period speed)":"Open the door to accelerate the speed of 1 section",
	"parameter(Closing accelerate 1 period speed)":"Close the door to accelerate the acceleration speed of 1 segment",
	"parameter(Closing overtime reverse opening delay)":"Close timeout delay",
	"P24":"set this dimension as0： Car door operator is in controlling condition1：when door operator is in opening or closing automatically, used for testing running or demonstration running, if don’t keep after power off, then it will recover to 0",
	"D1" : "This parameter set start speed when closing door",
	"D2" : "This parameter set the highest speed when closing door",
	
	"Register": "Register",
	"Remember": "Remember",
	"Reset": "Reset",

	"Stop": "Inactive",
	"State": "State",
	"stored": "Stored",

	"Terms of Service": "Terms of Service",

	"Username": "Username",
	"Username should not less than 6 characters": "Username should not less than 6 characters.",
	"Username or phone": "Username or phone",

	"Wifi": "Wifi",

	"Verification": "Verification",

	"Work Flow": "Work Flow",

	"faultdevices": "Fault Devices",
	"Firmware Update": "Firmware Update",
	"System": "System",
	"User Management": "User Management",
	"Notification Record": "Notification Record",
	"sent notice": "Sent Notice",
	"Instructions": "Instructions",
	"Add Group": "Add Group",
	"Permission Assignment": "Permission Assignment",
	"Default Setting": "Default Setting",
	"Print QR Code": "Print QR Code",
	"QR Code": "QR Code",
	"print": "Print",
	"Personal Information": "Personal Information",
	"Change Password": "Change Password",
	"WeChat Follow": "WeChat Follow",
	"Logout": "Logout",
	"Language": "Language",
	"Quit": "Quit",
	"Fullscreen": "Fullscreen",
	"Devices Location": "Devices Location",
	"Feedback": "Feedback",
	"Treating Progress": "Treating Progress",
	"Achievement Chart": "Achievement Chart",
	"Common Faults": "Common Faults",
	"Notice": "Notice",
	"Active Devices": "Active Devices",
	"Fault Devices": "Fault Devices",
	"Updateable Firmware": "Updateable Firmware",
	"Tasks Completed Today": "Tasks Completed Today",
	"Online Devices": "Online Devices",
	"Content Selection": "Content Selection",
	"All": "All",
	"untreated": "Untreated",
	"treated": "Treated",
	"early remind Days": "early remind Days",
	"examined": "Examined",
	"examine order": "Examine Order",
	"treating": "Treating",
	"examine finished": "Examine Finished",
	"finished": "Finished",
	"finish": "Finish",
	"fault code": "Fault Code",
	"fault": "Fault",
	"maintain": "Maintain",
	"Install Address": "Item Name",
	"install date": "Install Date",
	"device": "Device",
	"size": "Size",
	"online": "Online",
	"offline": "Offline",
	"long offline": "Offline",
	"keyword": "Keyword",
	"search": "Search",
	"type": "Type",
	"Device IMEI": "Device IMEI",
	"Device Name": "Device Name",
	"Device Type": "Device Type",
	"Base Station": "Base Station",
	"warning": "Warning",
	"success": "Success",
	"error": "Error",
	"RSSI": "RSSI",
	"model": "Model",
	"Event Record": "Event Record",
	"length": "Length",
	"interval": "Interval",
	"Details": "Details",
	"Menu": "Menu",
	"query": "query",
	"Duration": "Duration",
	"Monitoring Duration": "Monitoring Duration",
	"Debug Duration": "Debug Duration",
	"Realtime:": "Realtime:",
	"Real": "Real",
	"History": "History",
	"Memory Debugging": "Memory Debugging",
	"Segment Address": "Segment Address",
	"continuous": "Continuous",
	"Offset Address": "Offset Address",
	"maintenance type": "Maintenance Type",
	"Creator": "Creator",
	"remarks": "Remarks",
	"Create Time": "Create Time",
	"Accept Time": "Accept Time",
	"watch": "Watch",
	"to read": "To Read",
	"have read": "Have Read",
	"edit": "Edit",
	"transfer": "Transfer",
	"order ID": "Order ID",
	"receive the order successfully": "Receive the order successfully",
	"receive": "Receive",
	"phone number": "Phone Number",
	"introduction": "Introduction",
	"finish time": "Finish Time",
	"Description of maintenance": "Description of maintenance",
	"photo before treating": "Photo before treating",
	"photo after treating": "Photo after treating",
	"Complete": "Complete",
	"Device ID": "Device ID",
	"Parameter": "Parameter",
	"report time": "Report Time",
	"fualt duration": "Fualt Duration",
	"last event": "Last Event",
	"history fault": "Browse History Fault",
	"History fault": "History Fault",
	"operating time": "Operating Time",
	"usage count": "Usage Count",
	"recent fault floor": "Recent Fault Floor",
	"Maintenance Remind": "Maintenance Remind",
	"Report": "Report",
	"next maintenance": "Next Maintenance",
	"last maintenance": "Last Maintenance",
	"last yearly check": "Last yearly Check",
	"next yearly check": "Next yearly check",
	"E0" : "None",
	"E1": "over-current",
	"E2": "Bus over-voltage",
	"E3": "Bus under-voltage",
	"E4": "Input default phase",
	"E5": "Output default phase",
	"E6": "Overload",
	"E7": "Encoder fault",
	"E8": "Module overheating",
	"E9": "Running contactor failure",
	"E10": "Brake contactor failure",
	"E11": "Star-delta relayfailure",
	"E12": "Brake switch failure",
	"E13": "Safety loop is disconnected in operation",
	"E14": "Door lock is disconnected in operation",
	"E15": "Door lock short connection failure",
	"E16": "Landing call communication failure",
	"E17": "Car communication failure",
	"E18": "Parallel communication failure",
	"E19": "Open failure",
	"E20": "Shut-up failure",
	"E21": "Door opening and closing position fault",
	"E22": "Leveling signal adhesion",
	"E23": "Terminal speed-reducing switch failure",
	"E24": "Down limit signal disconnection",
	"E25": "Up limit signal disconnect",
	"E26": "Sipping fault",
	"E27": "Elevator veloc-ity anomaly",
	"E28": "Motor reversal fault",
	"E29": "Magnetic pole position learning fault",
	"E30": "Reserved",
	"E31": "Shutdown speed detection",
	"E32": "Hoistway self-learning fault",
	"E33": "Motor overheating fault",
	"E34": "Brake force detection fault",
	"E35": "Reserved",
	"E36": "UCMP fault",
	"E37": "IPM fault",
	"E38": "Re-leveling switch stuck",
	"E39": "Reserved",
	"E40": "Drive protection fault",
	"E41": "Hoistway data check fault",
	"E42": "Door lock can't break failure",
	"E51": "Switch door blocked",
	"E52": "Galloping protection",
	"E66": "Motor overload",
	"E82": "Output over-current",
	"E114": "Input under-voltage",
	"E178": "Input over-voltage",
	"51": "04 Switch door blocked",
	"52": "07 Galloping protection",
	"66": "08 Motor overload",
	"82": "03 Output over-current",
	"114": "LV Input under-voltage",
	"178": "OV Input over-voltage",
	"229": "MO Motor overload",
	"MO": "Motor overload",
	"OV": "Input over-voltage",
	"LV": "Input under-voltage",
	"08": "Motor overload",
	"07": "Galloping protection",
	"05": "Switch door blocked",
	"04": "Switch door blocked",
	"03": "Output over-current",
	"No install address": "No install address",
	"follow": "Follow",
	"Follow Device": "Follow Device",
	"remove follow": "remove follow",
	"new order": "New Order",
	"Read Notice": "Read Notice",
	"Treat Order": "Treat Order",
	"read": "Read",
	"unread": "Unread",
	"sender": "Sender",
	"Please enter the original password": "Please enter the original password",
	"Please enter the new password": "Please enter the new password",
	"Please confirm the new password": "Please confirm the new password",
	"change password": "Change Password",
	"nickname": "Nickname",
	"submit": "Submit",
	"upload portrait": "upload portrait",
	"select": "Select",
	"Ladder Name": "Ladder Name",
	"elevator information": "Elevator Information",
	"Hot News": "Hot News",
	"No News": "No News",
	"Order State": "Order State",
	"Order": "Order：",
	"To be treated": "To be treated",
	"Latest Order": "Latest Order",
	"No Order": "No Order",
	"No Information": "No Information",
	"Location clock": "Location clock",
	"O0": "Fault",
	"O1": "Fault",
	"O2": "Maintain",
	"O3": "Inspection",
	"Watch": "Watch",
	"Line": "Line",
	"Close": "Close",
	"Open": "Open",
	"Opening arrival signal": "Opening arrival signal：",
	"Closing arrival signal": "Closing arrival signal：",
	"Monitor remaining time": "Monitor remaining time：",
	"Keep the door close": "Keep the door close",

	"View": "View",
	"Call": "Call",
	"Last update time": "Last update time：",
	"Door coordinate：": "Door coordinate：",
	"Door Current": "Door current：",
	"Door State": "Door state：",
	"Number of opening": "Number of opening：",
	"Opening signal": "Opening signal：",
	"Closing signal": "Closing signal：",
	"Alert": "Alert",
	"Opening arrival input": "Opening arrival input",
	"Closing arrival input": "Closing arrival input",
	"Light curtain signal": "Light curtain signal",
	"fault duration": "Fault Duration",
	"switch": "switch",
	"Ok": "Ok",
	"None": "None",
	"Shutdown": "Shutdown",
	"Action": "Action",
	"Single Ladder": "Single Ladder",
	"Parallel Connection": "Parallel Connection",

	"Elevator mode": "Elevator mode：",
	"refresh": "Refresh",
	"array": [
		1, 2, 3, 4
	],
	"H": "H",
	"M": "M",
	"S": "S",
	"Now Event": "Now Event：",
	"Open Door": "Open Door",
	"Reason": "Reason：",
	"Answer": "Answer：",
	
	"4.01-01" : "Please set the parameters according to the nameplate of the motor. Note: Please set the default value if there is no BEMF on the motor nameplate. ",
	"4.01-08" : "Users are not recommended to modify this parameter.",
	"4.01-11" : "When the motor wiring mode remains unchanged, the motor phase sequence is reversed and switched between 0/1.",
	"4.01-12" : "After the pulse direction of the encoder is reversed, 3.01-44 pulse counting is increased during the car ascending, 3.01-44 pulse counting is reduced during the car descending. It is switched between 0/1 when reversing.",
	"4.01-14" : "Motor magnetic pole position self-learning result",
	
	"4.02-01" : "The speed loop is adjusted with f/b as the total gain value. In general, f is adjusted first, and f is increased as much as possible on the premise that the elevator does not oscillate, and then b is adjusted, so that the system has faster response characteristics.",
	"4.02-03" : "Increasing the integral gain can speed up the dynamic response of the speed loop, but too large integral gain will cause system oscillation and overshoot. In general, the proportional gain is adjusted first to increase the integral gain as much as possible on the premise that the system does not oscillate, so that the system has a fast dynamic response without overshoot.",
	"4.02-04" : "Filtering the output of the speed loop regulator and increasing the damping gain appropriately can make the speed curve smoother. If the set damping gain is too large, there will be jitter when the elevator is running at high speed.",
	"4.02-05" : "Filtering the output of the speed loop regulator and increasing the differential gain appropriately can make the speed curve smoother. If the set differential gain is too large, the elevator produces signi-ficant jitter when running at low speeds.",
	"4.02-06" : "Adjusting this parameter has a significant impact on the comfort of the elevator, and the appropriate adjustment can effectively suppress the jitter in the elevator running. If necessary, the fine-tuning is suggested.",
	"4.02-08" : "The system sets the maximum output current.",
	"4.02-09" : "The higher the carrier frequency, the lower the motor noise, but the loss increased.",
	"4.02-10" : "The factory default value is adopted and users are not recommended to modify this parameter.",
	"4.02-12" : "Effective without weighing sensor (9.01-07=0), enable compensation coefficient;This parameter should be reduced when starting suddenly, and increased when starting with pull-back.",
	
	"7.01-01" : "The function definition is represented by three digits. The hundred and ten digits are function numbers. When the single digit is 0, the signal is normally open; when it is 1, the signal is normally closed.X1 ~ X25 are switch input terminals, which can be configured according to Table 6.5 Function Definition Table.e.g. Connect the overload normally closed signal to port X24. First, find the overload signal function code 29 according to Table 6.5. Secondly, set the single digit to 1 according to the signal normally closed, namely, 291 is written to 7.01-24.Note: 1. When the two function codes are configured with the same function, the configuration with the larger function code serial number is valid.2. When the I/O board is configured with the car top input function (such as overload), the corresponding functions of the car top board is invalid.",
	
	"7.02-01" : "00 means the signal is normally open, 01 means the signal is normally closed.Note: 1. It is recommended to set the polarity of safety touch panel switch, light curtain switch and overload switch to normally close.2. The light curtain signal is invalid during the fireman's operating mode;",
	
	"7.03-01": "1. PB1 ~ PB8 are switch input terminals, which can be configured according to Table 6.6.The configuration with the larger function code number is valid when the same function is repeatedly configured.2. In case the command board feature configuration is repeated with the I/O board configuration, the command board configuration is invalid.3. This configuration is only valid for the first car command board;",
	
	"7.04-01 expalin": "1. The output configuration of Y1 ~ Y8 can be configured according to Table 6.7 Function Definition Table.2. The configuration with the larger function code number is valid when the same function is repeatedly configured.3. When configuring functions of Y1 ~ Y5, please select contactor of the same voltage level.",
	
	"7.05-01 expalin" : "The output of car roof relay is configured within the function range of 00 ~ 06 00: No signal output    01: up arrival gong output 02:down arrival gong output  03: up&down arrival gong output04: Overload buzzer output      05: Fire alarm output06: Lock bypass device audible & visual alarm output ",
	
	"7.01-000":"Not used",
	"7.01-011":"Maintenance signal",
	"7.01-020":"Maintenance up signal",
	"7.01-030":"Maintenance descending signal",
	"7.01-041":"Running contactor feedback",
	"7.01-050":"Anti-collision relay feedback",
	"7.01-061":"Brake contactor feedback",
	"7.01-070":"Left brake travel switch",
	"7.01-080":"Right brake travel switch",
	"7.01-090":"Down leveling",
	"7.01-100":"Up leveling",
	"7.01-111":"Up limit",
	"7.01-121":"Down limit",
	"7.01-131":"Up terminal SDS 1",
	"7.01-141":"Down terminal SDS 1",
	"7.01-151":"Up terminal SDS 2",
	"7.01-161":"Down terminal SDS 2",
	
	"7.04-00":"Not used",
	"7.04-01":"Running contactor",
	"7.04-02":"Anti-collision relay",
	"7.04-03":"Brake contactor",
	"7.04-04":"Brake holding relay",
	"7.05-01":"up arrival gong output",
	"7.05-02":"down arrival gong output",
	"7.05-03":"up&down arrival gong output",
	"Normally open" : "Normally open",
	"Normally closed" : "Normally closed"
}
